# 😅😒🧐☺️😁😠💪🏻😑🤔 🎬🎤🎧🎨🎺🎷🥁🎹🎼🪇💡🎉 😶‍🌫️ 🤩

t_congratulation = '''
Дорогая Даша!\n
Поздравляю тебя с этим замечательным днём!🎉🎉🎉
\nТы — самое большое чудо в моей жизни, и я хочу, чтобы каждый твой день был наполнен радостью и счастьем.\n\n
Пусть этот бот будет маленьким символом моей любви и внимания к тебе. Надеюсь, он сможет поднять тебе настроение и подарить улыбку.\n\n
С любовью, Давид. <3'''

t_welcome = '''
И так, как-то ты, я и Антон пришли ко мне посидеть и придумали поздравление. Была фраза: «Поздравь так, как это умеешь ты!»🤔\n\n
Так вот, я человек, местами, может, не самый эмоциональный, да и в отношениях не силён😅. Но вот то, в чём я действительно хорош — это писать иероглифы, которые превращаются в магию. У-у-у-у! Хех.\n\n
Я хочу признаться тебе в своих чувствах. Ты — самое большое чудо в моей жизни, которое вдохновляет меня каждый день. Я готов писать для тебя самые красивые слова, чтобы выразить свою любовь и восхищение.
Жми кнопку «Поехали» 🥁🥁🥁!
'''

t_step_1 = '''
😶‍🌫️ <i>Леди Загадка</i>, встретив тебя, я понял, что ты — самое большое чудо в моей жизни. Я и представить не мог, 
насколько ты интересный и многогранный человек!
'''

t_step_2 = '💪🏻 Спортивная и  всегда готов достигать новых вершин!'

t_step_3 = '''
Деловая, очень деловая, БЕЗУМНО ДЕЛОВАЯ <3, твоя способность договариваться вызывает восхищение. 
Благодаря твоим навыкам, ты способна найти выход даже из самых сложных ситуаций.
'''

t_step_4 = '''
😑 Перед тем как мы пойдём дальше, я хотела бы уточнить, что у меня нет склероза 😠. 
А то, что ты назвала склерозом, на самом деле — полезная функция мозга откладывать некоторые вещи в долгий ящик, 
чтобы быть всегда сконцентрированной на текущих делах. Вот так! Ну что, продолжим? 😒
'''

t_step_5 = '''
🤩Твоя грация, изящество и красота непревзойдённы, и ничто не сможет помешать тебе выглядеть восхитительно в кадре.
'''

t_step_6 = 'Охххх, а эти безумные ночи, ролевые игры и большой гусь…. 😏'

t_step_7 = '😶‍Хтоо… Антон, как он сюда попал, ладно, идем дальше?'

t_step_8 = 'Опа, что, 1 сентября) пхпхп что ж, мы это исполним🤪🤪🤪'

t_step_9 = 'Ой как я мог забыть… Черт!\nОбворожительна и горяча, настолько что до сих пор я не могу поверить своему счастью.😊😊😊'

t_step_10 = '''
🎸 🎸 🎤 🥁 🎹 \n
Ну и куда же без нашей дружной компании! А знаешь, почему она здесь? Это всё благодаря тебе! 
У тебя получилось собрать всех вместе, найти подход к каждому и проявить невероятное терпение! Ты — большая молодец! \
'''